Repository: chiaforks/web
Catalog: src/locale/*.xlf
Languages: de, ru

# ngb.pagination.first-aria
source: First
de: Erste
ru: Первый

# ngb.carousel.previous
source: Previous
de: Vorherige
ru: Назад

# ngb.carousel.next
source: Next
de: Nächste
ru: Далее

# ngb.pagination.last-aria
source: Last
de: Letzte
ru: Последний

source: Blocks
de: Blöcke
ru: Блоки

source: Farmers
de: Farmer
ru: Фермеры

source: {{ rewards_blocks }} farmed
ru: {{ rewards_blocks }} выращено

source: Netspace
ru: Пространство сети

source: {{ farmers }} total
ru: {{ farmers }} Всего

source: No farmers found!
de: Keine Farmer gefunden!
ru: Фермеры не найдены!

source: No blocks found!
de: Keine Blocks gefunden!
ru: Блоки не найдены!

source: No payouts found!
de: Keine Auszahlungen gefunden!
ru: Выплаты не найдены!

source: Search
de: Suche
ru: Поиск

source: Points
de: Punkte
ru: Баллы

source: Difficulty
de: Schwierigkeit
ru: Сложность

source: Utilization Space
ru: Пространство утилизации

source: Estimated Space
ru: Приблизительный размер

source: Blocks Found
de: Blocks gefunden
ru: Блоки найдены

source: Index
de: Übersicht
ru: Индекс

source: Date
de: Datum
ru: Дата

source: Payouts
de: Auszahlungen
ru: Выплаты

source: Date
de: Datum
ru: Дата

source: Amount
de: Betrag
ru: Сумма

source: Pool server real-time log
de: Pool Server Echtzeit-Log
ru: Журнал сервера пула реального времени

source: XCH Price
ru: Цена XCH

source: Pool Space
de: Pool Speicher
ru: Пространство пула

source: ETW
ru: Ожидаемое время до выигрыша

source: Partials
ru: Частицы

# Hrs24
source: 24 hours
ru: 24 часа

source: Successful
ru: Успешно

source: Failed
ru: Ошибка

source: Performance
ru: представление

# Harversters
source: Harvesters
ru: Комбайны

source: Count
ru: Счетчик

source: Partials
ru: Частицы

source: Show failed partials only
ru: Показать только неудачные частицы

source: Harvester ID
ru: ID комбайна

source: State
de: Status
ru: Штат

source: No partials found!
de: Keine partials gefunden!
ru: Частицы не найдены!

source: Transaction
ru: Транзакция

source: Transaction Block
ru: Блок транзакций

source: Height
de: Höhe
ru: Высота

source: No blocks found by this farmer!
de: Keine Blöcke von diesem Farmer gefunden!
ru: Этот фермер не нашел блоков!

source: Last Partials (24 hours)
de: Letzte Partials (24 Stunden)
ru: Последние частицы (24 часа)

source: Time
de: Zeit
ru: Время

source: Farmer Details
ru: Сведения о фермере

source: Friendly Name
de: Freundlicher Name
ru: Дружественное имя

source: Launcher ID
ru: Идентификатор запуска

source: Successful Partials
de: Erfolgreiche Partials
ru: Успешные частичные

source: Failed Partials
de: Fehlgeschlagene Partials
ru: Неудачные частицы

source: Warning
ru: Предупреждение

source: farmer doesn't exist, has left and/or has been removed.
ru: фермер не существует, ушел и/или был удален.

source: Learn how to set name here.
de: Erfahre hier, wie Du den Namen festlegst.
ru: Узнайте, как установить имя здесь.

source: Save
de: Speichern
ru: Сохранить

source: Fee
ru: Комиссия

source: Farmer
ru: Фермер

source: Failed to authenticate! Check your URL and try again.
de: Authentifizierung fehlgeschlagen! Überprüfen Sie die URL und versuchen Sie es erneut.
ru: Не удалось пройти аутентификацию! Проверьте URL-адрес и повторите попытку.

source: Payout
ru: Выплата

source: Blocks
ru: Блоки

source: Payout Addresses
ru: Адреса для выплат

# Launcher
source: Launcher ID
ru: Идентификатор запуска

# NoPayoutsAddrs
source: No payouts addresses found!
ru: Адреса для выплат не найдены!

source: Frequentely Asked Questions (F.A.Q.)
de: Häufig gestellte Fragen (FAQ)
ru: Часто задаваемые вопросы (F.A.Q.)

source: What are non-portable (OG) and portable plots (NFT)?
de: Was sind nicht portable (OG) und portable Plots (NFT)?
ru: Что такое непортативные (OG) и портативные участки (NFT)?

source: How Chia pools work?
de: Wie funktionieren Chia Pools?
ru: Как работают пулы Chia?

source: Can I join a pool with non-portable (OG) plots?
de: Kann ich einem Pool mit nicht-portablen (OG) Plots beitreten?
ru: Могу ли я присоединиться к пулу с непортативным участком (OG)?

source: Can I switch from/to your pool whenever I want?
de: Kann ich von/zu Eurem Pool wechseln, wann immer ich will?
ru: Могу ли я переключиться с вашего/к вашему пулу в любое время?

source: How many portable plots do I need to join the pool?
de: Wie viele portable Plots benötige ich, um dem Pool beizutreten?
ru: Сколько портативных участков мне нужно, чтобы присоединиться к пулу?

source: How to set name in explorer? (alias)
ru: Как установить имя в проводнике? (псевдоним)

source: Do you have any other questions?
de: Hast Du noch weitere Fragen?
ru: У вас есть другие вопросы?

source: Payouts
de: Auszahlungen
ru: Выплаты

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
ru: Выплаты будут происходить в течение 5 минут после фермерского блока. <br /> Эти условия могут быть изменены и будут сообщены за 1 неделю до изменений на этом веб-сайте и на канале Discord.

source: Fees
de: Gebühren
ru: Сборы

source: Fees are structured this way
ru: Тарифы структурированы таким образом

source: Until 1st October 2021 (2021/10/01)
ru: До 1 октября 2021 года (10.01.2021)

source: Examples
ru: Примеры

source: Before 1st October
ru: До 1 октября

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
ru: Вознаграждение в размере 1,75 XCH будет распределена среди фермеров пула, ничего не сохраняется в пуле.

source: After 1st October
ru: После 1 октября

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
ru: Если будет найдено вознаграждение в размере 1,75 XCH, только 1% от этого вознаграждения, 0,0175 будет храниться в пуле в качестве комиссии. Оставшиеся 1,7325 XCH будут распределены среди фермеров пула.

source: Reward Distribution
de: Belohnungsverteilung
ru: Распределение вознаграждений

source: How to join us
de: Wie Du mitmachen kannst
ru: Как присоединиться к нам

source: Official Chia Instructions.
ru: Официальные инструкции Chia.

source: Make sure you are running official Chia client 1.2.0 or later.
de: Stelle sicher, dass Du den offiziellen Chia-Client 1.2.0 oder höher verwendest.
ru: Убедитесь, что у вас запущен официальный клиент Chia версии 1.2.0 или более поздней версии.

source: Connection
de: Verbindung
ru: Соединение

source: Step
ru: Шаг

source: Sync your full node and wallet
ru: Синхронизируйте полную ноду и кошелек

source: before joining the pool, your node and wallet must be fully synchronized with Chia blockchain
ru: перед присоединением к пулу, ваши нода и кошелек должны быть полностью синхронизированы с блокчейном Chia

source: Receive some XCH
ru: Получите немного XCH

source: you are going to need 1 mojo (0.000000000001 XCH) which you can get through our faucet service on Discord channel or through Faucet website:
ru: Вам понадобится 1 моджо (0.000000000001 XCH), который вы можете получить через наш фаусет сервис на канале Discord или на веб-сайте Faucet:

source: join
ru: Присоединиться

source: go to “faucet” text channel
ru: перейти в канал «faucet»

source: type in message box:
ru: введите в поле сообщения:

source: Create Plot NFT
ru: Создать участок NFT:

source: go to the “Pool” tab, and click on “Join the Pool”
ru: перейдите на вкладку «Пул» и нажмите «Присоединиться к пулу»

source: choose “Connect to pool” and enter the url: https://pool.openchia.io (exactly, no ending slash) then wait for pool description to appear
ru: выберите «Подключиться к пулу» и введите URL-адрес: https://pool.openchia.io (без слэша в конце), затем дождитесь появления описания пула

source: click the “Create” button. In the next couple of minutes, the Plot NFT will be created, and it will appear in your “Pool” tab
ru: нажмите кнопку «Создать». В ближайшие пару минут будет создан Plot NFT, который появится на вкладке «Пул».

source: Go to "Pool" menu in the left menu
ru: Перейдите в меню «Пул» в левом меню

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io
ru: Если у вас уже есть Plot NFT, выберите «Изменить пул», затем введите https://pool.openchia.io.

source: Click “Change” button
ru: Нажмите кнопку «Изменить»

source: Welcome to OpenChia.io
de: Willkommen zu OpenChia.io
ru: Добро пожаловать на Openchia.io

source: Official Pool Protocol
de: Offizielles Pool Protokoll
ru: Официальный Протокол Пула

source: A pool you can trust.
de: Ein Pool dem Du vertrauen kannst.
ru: Пул, которому можно доверять.

source: All our software is open source.
de: Unsere gesamte Software ist Open Source.
ru: Все наши программные обеспечения имеют открытый исходный код.

source: Join our pool
de: Tritt unserem Pool bei
ru: Присоединяйтесь к пулу

source: Chat with us
de: Chatte mit uns
ru: Пообщайтесь с нами

source: Pool URL
ru: URL-адрес пула

source: Distribution System: PPLNS
de: Verteilungssystem: PPLNS
ru: Система распределения: PPLNS

source: No minimum payout
de: Keine Mindestauszahlung
ru: Минимальная выплата отсутствует

source: Why wait to get your rewards?
de: Warum darauf warten, Deine Belohnungen zu erhalten?
ru: Зачем ждать вознаграждения?

source: Instant payout
de: Sofortige Auszahlung
ru: Мгновенная выплата

source: Get your reward as soon as possible.
de: Erhalte Deine Belohnung so schnell wie möglich.
ru: Получите ваше вознаграждение как можно скорее.

source: Transparent
ru: Прозрачный

source: We have nothing to hide. Full blown explorer and live logs.
de: Wir haben nichts zu verbergen. Vollständiger Explorer und Live-Logs.
ru: Нам нечего скрывать. Полноценный проводник и живые журналы.

source: Who we are
de: Wer wir sind
ru: Кто мы

source: Have you asked yourself who are the people running Chia pools? Do you trust them?
ru: Вы спрашивали себя, кто управляет пулами Chia? Доверяете ли вы им?

source: We have more than 20 years of combined experience in the software development industry.
de: Wir verfügen gemeinsam über mehr als 20 Jahre Erfahrung in der Softwareentwicklung.
ru: Мы обладаем более чем 20-летним опытом работы в сфере разработки программного обеспечения.

source: System Administrator
ru: Системный администратор

source: Business and Marketing
ru: Бизнес и Маркетинг

source: Software Engineer
de: Software-Entwickler
ru: Инженер-программист

source: Partners
de: Partner
ru: Партнёры

source: Please meet our partners, together for a better world.
de: Bitte schau Dir unsere Partner an, gemeinsam für eine bessere Welt.
ru: Познакомьтесь с нашими партнерами, чтобы сделать мир лучше.

source: They are offering cutting-edge cryptocurrency technology of today and tomorrow. Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account, you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
ru: Они предлагают передовые криптовалютные технологии сегодняшнего и завтрашнего дня. Vivid Stake Pool позволяет делать ставки в Cardano. Если вы положите фиатные деньги на свой банковский счет, вы получите 1-3 % прибыли в год, которые будут выплачены по крайней мере через несколько месяцев. В Cardano все наоборот: вы получаете высокую прибыль до 5-8 % в год, которая выплачивается каждые 5 дней!

source: Thank you for trusting us!
de: Danke, dass Du uns vertraust!
ru: Спасибо, что доверяете нам!

source: Terms
de: Bedingungen
ru: Условия

source: Uptime
de: Betriebszeit
ru: Время бесперебойной работы

source: MIT License
de: MIT Lizenz
ru: Лицензия MIT

source: Home
de: Start
ru: Главная

source: Explorer
ru: Исследователь

source: FAQ
ru: Часто задаваемые вопросы

source: Enjoy 0% pool fee until October 2021.
ru: Воспользуйтесь 0% платой за пул до октября 2021 года.

source: % of total
de: % von Gesamt
ru: % от общего числа

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
ru: Выплаты будут происходить в течение 5 минут после фермерского блока. <br /> Эти условия могут быть изменены и будут сообщены за 1 неделю до изменений на этом веб-сайте и на канале Discord.

source: Create plots using that plotnft:
de: Erstelle Plots mit diesem Plot NFT:
ru: Создайте участок, используя этот plotnft:

source: 0% Fee
ru: 0% комиссия

source: Points (24 hours)
de: Punkte (24 Stunden)
ru: Баллы (24 часа)

source: Verify plotnft and copy contract address:
de: Bestätige Plot NFT und kopiere Vertragsadresse:
ru: Подтвердите plotnft и скопируйте адрес контракта:

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io.
ru: Если у вас уже есть Plot NFT, выберите «Изменить пул», затем введите https://pool.openchia.io.

source: Create Plot NFT:
de: Erstelle Plot NFT:
ru: Создать участок NFT:

source: Farmer Update
ru: Обновление фермера

source: Partials (24 hours)
de: Partials (24 Stunden)
ru: Частицы (24 часа)

source: No blocks found by this farmed!
de: Keine Blocks von diesem Farmer gefunden!
ru: На этой ферме блоков не найдено!

source: News
ru: Новости

source: Fee: 0%
de: Gebühr: 0%
ru: Сбор: 0%

# ngb.alert.close
source: Close
de: Schließen
ru: Закрыть

# ngb.timepicker.MM
source: MM
ru: ММ

# ngb.timepicker.SS
source: SS
ru: СС

# ngb.timepicker.hours
source: Hours
de: Stunden
ru: Часы

# ngb.timepicker.increment-hours
source: Increment hours
de: Stunden erhöhen
ru: Часы прироста

# ngb.timepicker.minutes
source: Minutes
de: Minuten
ru: Минуты

# ngb.timepicker.seconds
source: Seconds
de: Sekunden
ru: Секунды

# ngb.toast.close-aria
source: Close
de: Schließen
ru: Закрыть

source: They're offering cutting edge cryptocurrency technology of today and tomorrow. Cardano is a cryptocurrency network and open source project that aims to run a public blockchain platform for smart contracts. Cardano's internal cryptocurrency is called ADA!
de: Sie bieten modernste Kryptowährungstechnologie von heute und morgen. Cardano ist ein Kryptowährungsnetzwerk und Open-Source-Projekt, das darauf abzielt, eine öffentliche Blockchain-Plattform für intelligente Verträge zu betreiben. Cardanos interne Kryptowährung heißt ADA!

source: OpenChia believes in a future that blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit Vivid Pool.
de: OpenChia glaubt an eine Zukunft, in der Blockchain und Kryptowährungen existieren können, ohne die Umwelt zu zerstören und stattdessen die Welt zu einem besseren Ort machen. Wir glauben Chia und Cardano können koexistieren und helfen, das zu erreichen. Wenn Du mehr über Cardano wissen möchtest und/oder einen seriösen Staking Pool beitreten möchtest, besuche Vivid Pool.

source: Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
de: Vivid Stake Pool ermöglicht es Ihnen, in Cardano zu investieren. Wenn Sie Ihr Fiat-Geld auf Ihr Bankkonto einzahlen, erhalten Sie 1-3 % Gewinn pro Jahr, der frühestens nach ein paar Monaten ausgezahlt wird. Bei Cardano ist es das Gegenteil: Sie erhalten hohe Gewinne von 5-8 % pro Jahr, die alle 5 Tage ausgezahlt werden!

source: Have you asked yourself who are the people running Chia pools? Do you trust them?
de: Hast Du dich gefragt, wer die Leute sind, die Chia-Pools betreiben? Vertraust Du ihnen?

source: {{ rewards_blocks }} farmed
de: {{ rewards_blocks }} ​gefarmed

source: Enjoy 0% pool fee until September 2021.
de: Genieße 0% Poolgebühren bis September 2021.

source: If you don't have a Plot NFT, add one, select "Connect to pool" and then enter https://pool.openchia.io.<br />PS: You need one Mojo to create Plot NFT, if you don't have one, grab one here (Faucet (free Mojo/XCH) for mainnet)
de: Wenn Du keinen Plot NFT hast, füge einen hinzu, wähle "Mit Pool verbinden" und gib https://pool.openchia.io ein.<br />PS: Du benötigst ein Mojo um einen Plot NFT anzulegen, wenn Du keinen hast, erhalte einen hier (Faucet (kostenlose Mojo/XCH) für Mainnet)

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
de: Auszahlungen erfolgen innerhalb von 5 Minuten nach einem gefarmten Block.<br /> Diese Bedingungen können sich ändern und eventuelle Änderungen werden 1 Woche vorher auf dieser Website und im Discord Kanal kommuniziert.

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io.
de: Wenn Du schon ein Plot NFT hast, wähle "Pool wechseln" und gib https://pool.openchia.io ein.

source: {{ farmers }} total
de: {{ farmers }} ​gesamt

source: Fees are structured this way: Until 1st September 2021 (2021/09/01): 0% After 1st September 2021 (2021/09/01): 1% Examples: Before 1st September:A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool. After 1st September:If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.625 XCH will be distributed to pool farmers.
de: Die Gebührenstruktur ist wie folgt: Bis 1. September 2021 (2021/09/01): 0% Nach 1. September 2021 (2021/09/01): 1% Beispiele: vor 1. September:Eine Belohnung von 1,75 XCH wird an die Pool Farmer verteilt, 0 XCH (nichts) wird vom pool behalten. Nach 1. September:Wenn eine Belohnung von 1,75 XCH eingeht, wird nur 1% davon (0,0175) durch den Pool als Gebühr behalten. Die übrigen 1,625 XCH werden an die Pool Farmer verteilt.

source: Go to "Plots" menu in the left menu.
de: Gehe zu "Plots" im linken Menü.

source: Estimated Size
de: Geschätzte Größe

source: Estimated Size
de: Geschätzte Größe

source: chia plots create -c <contract address from above>
de: chia plots create -c <Vertragsadresse von oben>

source: {{ estimate_win / 60 / 24 | number }} days
de: {{ estimate_win / 60 / 24 | number }} Tage

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a block is won, we look at the valid partials (shares) submitted by all users in the pool since last payout and distribute the reward value based on your share among all farmers in the pool.<br /> In our case Last N Shares refers to partials since last payout. We believe this system is far more fair for less frequent rewards (when Last N Shares means only last few hours), since people contributing for more time will get more rewards.<br /> Once our estimated time to win gets below 48 hours we plan on changing the Last N Shares to 48 hours of valid partials.
de: Wir verwenden PPLNS (Pay Per Last N Shares), um Belohnungen zu verteilen. <br />Wenn ein Block gewonnen wird, schauen wir uns die gültigen Partials (Anteile) an, die von allen Nutzern im Pool seit der letzten Auszahlung eingereicht wurden, und verteilen den Belohnungswert basierend auf Ihrem Anteil an alle Farmer im Pool. <br />In unserem Fall bezieht sich Last N Shares auf Partials seit der letzten Auszahlung. Wir glauben, dass dieses System für weniger häufige Belohnungen weitaus fairer ist (wenn Last N Shares nur die letzten Stunden bedeutet), da Menschen, die für längere Zeit beitragen, mehr Belohnungen erhalten werden. <br />Sobald unsere geschätzte Gewinnzeit unter 48 Stunden liegt, planen wir, die Last N Shares in 48 Stunden gültiger Partials zu ändern.

source: Let's get in touch on any of these platforms.
de: Kontaktiere uns über diese Plattformen

source: Amount
de: Betrag

source: Difficulty
de: Schwierigkeit

source: Farmers
de: Farmer

source: Height
de: Höhe

# JoinPool
source: Join our pool
de: Tritt unserem Pool bei

# NoPayouts
source: No payouts found!
de: Keine Auszahlungen gefunden

source: Partners
de: Partner

source: Points
de: Punkte

# ngb.carousel.slide-number
source: Slide ject(false); of ivate _pauseOnH
de: Folie ject(false); of ivate _pauseOnH

# ngb.datepicker.next-month
source: Next month
de: Nächster Monat

# ngb.datepicker.previous-month
source: Previous month
de: Vorheriger Monat

# ngb.datepicker.select-month
source: Select month
de: Monat auswählen

# ngb.datepicker.select-year
source: Select year
de: Jahr auswählen

# ngb.pagination.next-aria
source: Next
de: Nächste

# ngb.pagination.previous-aria
source: Previous
de: Vorherige

# ngb.timepicker.AM
source: or 24H mode.
de: oder 24H Modus

# ngb.timepicker.decrement-hours
source: Decrement hours
de: Stunden verringern

# ngb.timepicker.decrement-minutes
source: Decrement minutes
de: Minuten verringern

# ngb.timepicker.decrement-seconds
source: Decrement seconds
de: Sekunden verringern

# ngb.timepicker.increment-minutes
source: Increment minutes
de: Minuten erhöhen

# ngb.timepicker.increment-seconds
source: Increment seconds
de: Sekunden erhöhen
